/* Button titles */
"buttonNextTitle" = "Next";
"buttonOkTitle" = "Ok";
"buttonCancelTitle" = "Cancel";
"buttonDeleteTitle" = "Delete";
"buttonSelectAllTitle" = "Select all";
"buttonSendTitle" = "Answer";

/* Placeholders */
"placeholderMsisdnTitle" = "Phone number";
"placeholderPinTitle" = "PIN";
"placeholderChatBarText" = "Reply ...";

/* Progress titles */
"progressVerifyPinTitle" = "Verify pin ...";
"progressSendPinVerificationTitle" = "Check msisdn ...";
"progressLoadAttachment" = "Load attachment ...";
"progressLoadMessage" = "Load message ...";
"progressSendMessage" = "Send message ...";
"progressUpdateAPNSoundTitle" = "Update Sound ...";
"progressCompressLogFile" = "Compress log ...";

/* Alerts */
"alertMSISDNTooShortText" = "The number is incorrect. Please check it!";
"alertPinInvalidText" = "The pin is incorrect. Please check it!";

/* Errors */
"errorGeneralText" = "A general error occurred. Please try it again later. (%@)";
"errorInvalidPinText" = "The entered pin is invalid. Please check your input! (%@)";

/* WSPinVerificationViewController */
"pinViewTeaserText" = "You should have received an authentification pin.\nPlease enter it here.";

/* WSLoginCompletionViewController */
"loginCompletionTeaserText" = "Thank you for the registration.";

/* WSCountryChooserViewController */
"countryChooserViewTitle" = "Country chooser";

/* WSInboxViewController */
"inboxViewNoMessagesText" = "No messages";

/* WSInboxCell */
"dateFormatterYesterdayTitle" = "Yesterday";

/* WSMessageAttachmentCell */
"messageAttachmentCellUnknownFilesize" = "Unknown filesize";

/* WSAnswerCell */
"answerCellAnswerLabel" = "My answer:";
"answerCellMessageViaSMSSentText" = "Answered via SMS ...";

/* WSSuggestedAnswerCell */
"suggestedAnswerCellAnswerSectionLabel" = "ANSWERS:";

/* WSSettingsViewController */
"settingsViewTitle" = "Settings";
"settingsNotificationSectionTitle" = "Notifications";
"settingsSendErrorLogEMailText" = "christoph.lueckler@ut11.net";
"settingsSendErrorLogSubjectText" = "Websms App Feedback (iPhone)";
"settingsNoEmailConfiguredText" = "Please configure an eMail-Account in your mail app.";
"settingsNotificationSoundTitle" = "Notification sounds";
"settingsInAppSoundTitle" = "InApp Sounds";
"settingsInAppVibrationTitle" = "InApp Vibration";
"settingsDebugLogTitle" = "Debug log";
"settingsEnableDebugTitle" = "Enable debug Log";
"settingsSendLogTitle" = "Send Feedback";
"settingsSpamTitle" = "Report unwanted messages";
"settingsSendSpamInfoTitle" = "Send us an e-mail with your complaint";
"settingsSpamEmailSubjectTitle" = "Unwanted messages";
"settingsSpamEmailAddressTitle" = "app@websms.com";

/* WSTeaserViewController */
"teaserViewTeaserText" = "Willkommen bei websms!\n\nDamit Sie unser Service nutzen können, muss aus Sicherheitsgründen Ihre Telefonnummer verifiziert werden.";

/* WSNotificationSelectTableViewController */
"settingsNotificationStandardText" = "Standard";
"settingsNotificationSMS1Text" = "Chime";
"settingsNotificationSMS2Text" = "Glass";
"settingsNotificationSMS3Text" = "Horn";
"settingsNotificationSMS4Text" = "Bell";
"settingsNotificationSMS5Text" = "Electronic";